
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "亲爱的林思含同学：",
        "  你可以把这个当作一封情书，虽然它可能少了几分书香意。当我收到一生中第一封情书时，它便在我心中逐渐成文。",
        "  可命运确实神奇，如你我相遇。未及动笔，已暂别离；有了信封，失了信使。我思来想去把信弄成这模样，不担心潦草字迹，多了些许新奇，还不怕恼羞于心，撕了了事。",
        "  我也曾想过爱上你的理由，在从喜欢你到决定爱上你时。但那却是我头一次那么容易说服自己，推文好看，笑起来好看，聊天不费劲，似乎找个优点便是有理。现在想想，爱上一个人后再谈爱的道理，本身可能就是多余。",
        "  或许我们爱的有点匆忙，但不妨爱得惬意，聊天，吃饭，散步，自习，和你在一起的点点滴滴，都能让我心底生出欢喜。和你交流，感觉就像和我自己，虽总是顾忌说错话，却不会感到担心。记得你在前信中谈及付出的机会，那我就贪心一些，付出时间是否可以？",
        "  往后余生，我想一直陪着你，也想你一直陪着我。彼此坦诚相待，慢慢长大，也让这份爱慢慢成熟。（或许我的记性不那么好，可我还是想用劲地想起你对我好的一丝一毫；我可能会忘记很多事情，可唯独忘不了的是我爱你）",
		"刘雨",
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2019-12-29T20:13:14",
    // 双方的名字
    names: ["大傻子", "小可爱"]
}
